

/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Törlés";
"Basic settings" = "Alapbeállítások";



/* MAIN ACTIVITIES */

"Home" = "Kezdőlap";
"Open" = "Nyitott";
"Closed" = "Lezárt";
"Awards" = "Díjak";



/* HOME VIEW */
"Up next" = "Következő";
"More to explore" = "Továbbiak";
"%@, %lld items, %g%% complete." = "%@, %lld tétel, %g%% kész.";


/* PROJECTS VIEW */

"Open Projects" = "Nyitott projektek";
"Closed Projects" = "Lezárt projektek";
"Add Project" = "Projekt hozzáadása";
"Add New Item" = "Új tétel hozzáadása";
"There's nothing here right now." = "Ez még üres.";

/* A button that shows a menu with the following options */
"Sort" = "Rendezés módja";
"Sort items" = "Tételek rendezése"; /* The title of the menu */
"Optimized" = "Optimalis"; /* Sort using an optimized algorithm */
"Creation Date" = "Létrehozás dátuma"; /* Sort by the date items were created */
"Title" = "Cím"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Új projekt";
"New Item" = "Új tétel";

"%@, completed." = "%@, teljesített.";
"%@, high priority." = "%@, fontos.";


/* EDITING PROJECTS */
"Edit Project" = "Projekt szerkesztése";
"Project name" = "Projekt neve";
"Description of this project" = "Projekt leírása";
"Custom project color" = "Projekt színe";


/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Projekt lezárása";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "A projekt lezárásával a projekt a Nyitottról, a Zárt ablakba kerül; Törlésével a projekt teljesen el lesz távolítva.";
"Reopen this project" = "Projekt újranyitása";
"Delete this project" = "Projekt törlése";
"Delete project?" = "Projekt törlése?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Biztosan törlöd a projektet? Az összes elem törlődni fog.";

"Select a color" = "Válassz egy  színt";
"Pink" = "Rózsaszín";
"Purple" = "Lila";
"Red" = "Piros";
"Orange" = "Narancssárga";
"Gold" = "Arany";
"Green" = "Zöld";
"Teal" = "Zöldeskék";
"Light Blue" = "Világoskék";
"Dark Blue" = "Sötétkék";
"Midnight" = "Éjfél";
"Dark Gray" = "Sötétszürke";
"Gray" = "Szürke";



/* EDITING ITEMS */
"Edit Item" = "Tétel szerkesztése";
"Item name" = "Tétel neve";
"Description" = "Leírás";
"Priority" = "Prioritás";
"Low" = "Alacsony";
"Medium" = "Közepes";
"High" = "Magas";

"Mark Completed" = "Befejezett"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Nem elérhető";
"Unlocked %@" = "Megszerezve: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "A kezdéshez válassz valamit a menüből.";
